const CATALOG = [
        {
      name:"McDonalds",
      description:"американская корпорация, работающая в сфере общественного питания, до 2010 года крупнейшая в мире сеть ресторанов быстрого питания, работающая по системе франчайзинга. Корпорация входит в список крупнейших компаний США Fortune 500 (в 2019 году 149-е место).",
   picture:"images/mcdonald.png"      
        },
        {
      name:"Burger-King",
        description:"Вы не ошибетесь, выбирая Чизбургер: это фирменный приготовленный на огне бифштекс из 100% говядины с ломтиком слегка расплавленного сыра, хрустящим маринованным огурчиком, рубленым луком, горчицей и кетчупом, которые подаются в подрумяненной булочке с кунжутом.",
  picture:"images/burger-king.jpg"      
            },
            {
         name:"KFC",
        description:"Жареный цыплёнок из Кентукки»), сокращённо KFC — международная сеть ресторанов общественного питания, специализирующаяся на блюдах из курицы. Штаб-квартира компании располагается в городе Луисвилле в штате Кентукки. KFC — вторая по торговому обороту сеть кафе в мире, уступающая лишь компании McDonald's.",
        picture:"images/kfc.jpg"      
                },
                {
           name:"Popeyes",
         description:"Большой цыпленок, один из лучших кулинаров быстрого питания в ресторанах в этой и других странах. В Popeyes в Сайгоне также есть специальные предложения, в которых используются местные и или разные ингредиенты.",
        picture:"images/popeyes.jpg"      
                    },
                    
          {  name:"Wendy's",
           description:"американская корпорация, работающая в сфере общественного питания, до 2010 года крупнейшая в мире сеть ресторанов быстрого питания, работающая по системе франчайзинга. Корпорация входит в список крупнейших компаний США Fortune 500 (в 2019 году 149-е место).",
           picture:"images/wendy.jpg"      
                        },
                        {
        name:"Shaurma No1" ,
            description:"Отзыв: <br> Приехали в родной город и вспоминаем эту наивкуснейшую шаурму))) за все время отдыха несколько раз ужинали и обедали в этом заведении. Шаурма не такая как принято готовить в Ростовской области. Официанты молодцы, постоянно развлекали маленького ребенка))Если бы у меня был ее рецепт, была бы счастлива)))",
              picture:"images/shaurma.jpg"      
                            },
                            {
              name:"McDonalds",
               description:"американская корпорация, работающая в сфере общественного питания, до 2010 года крупнейшая в мире сеть ресторанов быстрого питания, работающая по системе франчайзинга. Корпорация входит в список крупнейших компаний США Fortune 500 (в 2019 году 149-е место).",
                 picture:"images/mcdonald.png"      
                                },
                                {
                  name:"Burger-King",
                   description:"Вы не ошибетесь, выбирая Чизбургер: это фирменный приготовленный на огне бифштекс из 100% говядины с ломтиком слегка расплавленного сыра, хрустящим маринованным огурчиком, рубленым луком, горчицей и кетчупом, которые подаются в подрумяненной булочке с кунжутом.",
                   picture:"images/burger-king.jpg"      
                  }
    ];
